Revit 2027 API
Outline.MinimumPoint Property
 The minimum point of the bounding box.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public XYZ MinimumPoint { get; set; }
Public Property MinimumPoint As XYZ
	Get
	Set
public:
property XYZ^ MinimumPoint {
	XYZ^ get ();
	void set (XYZ^ value);
}
member MinimumPoint : XYZ with get, set
Property Value
XYZ
Exceptions
Exception | Condition
ArgumentNullException |  When setting this property: A non-optional argument was null
See Also
Reference
Outline Class
Autodesk.Revit.DB Namespace